tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "fluxcd/tap"
tap "versent/taps"
tap "weaveworks/tap"
tap "aws/tap"

brew "aws-iam-authenticator"
brew "awscli"
brew "deno"
brew "direnv"
brew "eksctl"
brew "fish"
brew "flux"
brew "freetype"
brew "git"
brew "go"
brew "jq"
brew "kind"
brew "kubectl"
brew "kustomize"
brew "minikube"
brew "moreutils"
brew "nodejs"
brew "peco"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "starship"
brew "tmux"
brew "vim"
brew "watch"
brew "bazelisk"
brew "cfn-lint"
brew "ripgrep"
brew "aws-sam-cli"
brew "cmake"
brew "golangci-lint"
brew "php"
brew "go-task/tap/go-task"
brew "ngrok/ngrok/ngrok"
brew "mkcert"
brew "yarn"
brew "tfenv"
brew "hashicorp/tap/terraform-ls"
brew "watchexec"
brew "asdf"
brew "pipx"
brew "coredns"
brew "saml2aws"
brew "tflint"
brew "pnpm"

cask "font-hack-nerd-font"
