tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "fluxcd/tap"
tap "versent/taps"
tap "weaveworks/tap"
tap "aws/tap"
tap "ngrok/ngrok"

brew "aws-iam-authenticator"
brew "awscli"
brew "deno"
brew "direnv"
brew "eksctl"
brew "fish"
brew "flux"
brew "freetype"
brew "git"
brew "go"
brew "jq"
brew "kind"
brew "kubectl"
brew "kustomize"
brew "minikube"
brew "moreutils"
brew "nodejs"
brew "peco"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "starship"
brew "vim"
brew "neovim"
brew "watch"
brew "bazelisk"
brew "cfn-lint"
brew "ripgrep"
brew "aws-sam-cli"
brew "cmake"
brew "golangci-lint"
brew "php"
brew "go-task"
brew "ngrok"
brew "mkcert"
brew "yarn"
brew "tfenv"
brew "hashicorp/tap/terraform-ls"
brew "watchexec"
brew "asdf"
brew "pipx"
brew "coredns"
brew "saml2aws"
brew "tflint"
brew "pnpm"
brew "k6"
brew "act"
brew "lua-language-server"
brew "gh"
brew "fd"
brew "sd"
brew "typos-cli"
brew "htop"
brew "mike-engel/jwt-cli/jwt-cli"
brew "mise"
brew "idoavrah/homebrew/tftui"
brew "derailed/k9s/k9s"
brew "argocd"
brew "ubuntu/microk8s/microk8s"
brew "fzf"
brew "1password-cli"

cask "font-hack-nerd-font"
cask "background-music"
