tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "fluxcd/tap"
tap "versent/taps"
tap "weaveworks/tap"

brew "aws-iam-authenticator"
brew "awscli"
brew "deno"
brew "direnv"
brew "eksctl"
brew "fish"
brew "flux"
brew "freetype"
brew "git"
brew "go"
brew "jq"
brew "kind"
brew "kubectl"
brew "kustomize"
brew "minikube"
brew "moreutils"
brew "nodejs"
brew "peco"
brew "rust-analyzer"
brew "skaffold"
brew "starship"
brew "tmux"
brew "vim"
brew "watch"
brew "yarn"

cask "font-hack-nerd-font"
