tap "fluxcd/tap"
tap "versent/taps"
tap "weaveworks/tap"
tap "wez/wezterm"

brew "aws-iam-authenticator"
brew "awscli"
brew "deno"
brew "eksctl"
brew "flux"
brew "freetype"
brew "jq"
brew "jsonnet"
brew "kind"
brew "kustomize"
brew "minikube"
brew "moreutils"
brew "skaffold"
brew "tmux"
brew "watch"
brew "wezterm"
brew "yarn"
brew "git"
brew "vim"
brew "fish"
brew "starship"
